<template>
  <h1>Как подобрать погонаж?</h1>
  <p>
    <span class="upper">Погонаж</span> — это всё “окружение” двери: коробка,
    доборы, наличники, планки и т.п.
  </p>
  <p>
    <span class="upper">Дверная коробка</span> — это рамка, в которую
    вставляется дверь. Вводишь, сколько метров нужно на одну дверь (обычно весь
    периметр проёма).
  </p>
  <p>
    <span class="upper">Доборы</span> (100/150/200) — это “расширители” коробки
    под толщину стены. Если стена толще коробки — выбираешь нужную ширину добора
    и ставишь, сколько метров нужно.
  </p>
  <p>
    <span class="upper">Наличники</span> — это декоративные планки вокруг двери.
    Закрывают щели между коробкой и стеной. Указываешь общее количество метров,
    в зависимости от того, с одной или с двух сторон делаешь.
  </p>
  <p>
    <span class="upper">Плинтус МДФ</span>, если ставится новый пол — добавляешь
    нужное количество метров плинтуса у дверного проёма.
  </p>
  <p>
    <span class="upper">Притворная планка</span> — это узкая вертикальная
    планка, которая закрывает щель между полотном и коробкой, чтобы не было
    видно торца, зазоров и света из щелей. Берётся поштучно — обычно одна на
    дверь, если она нужна.
  </p>
</template>

<style scoped lang="sass">
h1
  display: flex
  justify-content: space-between
p
  padding-top: 1rem
  font-size: 1.4rem
  display: block
  text-align: center !important
  margin: 0 auto
.upper
  font-weight: bold
</style>
